-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020 年 07 朁E05 日 19:13
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `database_1`
--

-- --------------------------------------------------------

--
-- 資料表結構 `article`
--

CREATE TABLE `article` (
  `articleId` int(10) NOT NULL COMMENT '文章ID',
  `memberId` int(11) DEFAULT NULL COMMENT '會員ID',
  `author` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '作者',
  `articleTitle` varchar(60) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '文章標題',
  `categoryId` int(11) DEFAULT NULL COMMENT '文章類別ID',
  `articleContent` text COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '文章內容',
  `articleImg` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '上傳圖片',
  `articleStatus` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '文章狀態',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '建立時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `article`
--

INSERT INTO `article` (`articleId`, `memberId`, `author`, `articleTitle`, `categoryId`, `articleContent`, `articleImg`, `articleStatus`, `created_at`, `updated_at`) VALUES
(1, 60, NULL, '捕夢網之牆：我們是新的文明，需另闢蹊徑，讓世界認識', 2, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703212052.jpg\'></figure><p>我在捕夢網之牆下閱讀，聆聽整座森林無聲鳴唱。</p><p>靈感在此天馬行空，恍若神啟。</p><p>時光倒退回二○一八年十月，我與 N 走上伊拉克里翁百年古城牆，拜訪尼可斯．卡山札基（Nikos Kazantzakis）之墓，獻上一把藍花楹後，附近一個帶《希臘左巴》來訪的英國佬熱切解說墓碑上三句希臘文意思是：</p><blockquote><p><i>「我一無所求，一無所懼，我是自由的。」</i></p></blockquote><p>他將書讀了三遍，喜歡左巴精神，又說作家之妻也葬在附近，訝異台灣曾翻譯此書。雖然早知碑文意思，聽他用英文朗誦一遍，那刻作家之墓如燈塔亮起來，憑藉這道光指引，各地讀者在此相聚取暖，訴說未竟之事。</p><p>不禁感嘆雅典有千年衛城、諸多神話與文人遺蹟，反觀台灣只有百年歷史，我們有什麼文化資源，吸引外國友人前來呢？回國後，我認真思考「保存文化」這件事，傳了些鳥新聞給他。台灣有二十七種特有種鳥類，位於世界九大候鳥遷徙線上，今年秋天還將舉辦亞洲最大的鳥博覽會，堪稱賞鳥天堂。</p><p>是的，我們是新的文明，需另闢蹊徑，讓世界認識。</p><p>一筆一畫，我以文字書寫《飛羽集》；一針一線，將收集多年的藍鵲、五色鳥、綠頭鴨換季落羽做成捕夢網，再將紫嘯鶇、藍腹鷳等鳥羽排列成花，透過彩繪與書寫，打造一座迷你鳥羽博物館。</p><p>羽牆下，是我與靈感共鳴的秘密角落。</p>', 'http://localhost:5000/images/blog/20200703212052.jpg', '', '2020-07-03 21:21:10', '2020-07-03 21:21:10'),
(2, 60, NULL, '彩色的風景，彩色的心情', 1, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703213415.jpg\'></figure><p>遇到讓人開心的人，</p><p>一眼就會從對方眼裡　看見讓人很喜歡的靈魂</p><p>&nbsp;</p><p>一些單純、一些簡單、一些讓人放心　更多的是自信</p><p>那是每個人之可能不同的地方</p><p>&nbsp;</p><p>人，不用多厲害　靈魂裡的純粹才迷人！</p>', 'http://localhost:5000/images/blog/20200703213415.jpg', '', '2020-07-03 21:34:25', '2020-07-03 21:34:25'),
(3, 60, NULL, '喜歡紅燈停，綠燈也停', 2, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703214525.jpg\'></figure><p>知道時間不會停下來，於是便自己停下。假裝自己身上不存在時間。以為會被人海推動的，其實並不；以為迎來的人會給予擁抱或指責，其實也並不。站在十字路口，綠燈以後，當我仍停在原地，世界會變得非常安靜。</p><p>&nbsp;</p><p>安靜時五感會予以回饋：原來人是城市的伏線，渺小的竄動，卻撐起了一座又一座的城市、一件又一件關於對立、關於矛盾或是關於值得喜極而泣的故事。<strong>是那一瞬間，人們臉上的表情對我而言變得重要了、人們在電話裡頭說話的聲音對我而言也變得重要了，我站在那裡被經過和穿透，他們於是成為我的日記、成為我去談論世界時依附和想像的輪廓。</strong></p><p>&nbsp;</p><p>大概是慣於享受那樣的時光，於是才有機會看見不一樣的景色，比如小說裡寫著的飛舞著漫天棉絮的台北，比如看見人們真正的面孔是布偶。</p><p>&nbsp;</p><p><a href=\'google.com\'><strong>散步裡的散，散漫也帶著停下的意思吧</strong></a>；而步這個字，有一種親臨現場的意味。苦無靈感的時候，我會離開自己的角落，我會走進人海，坦蕩地當一個偷竊者，偷別人的眼神或是一兩個句子、偷別人的聲音、偷別人的角落。當感覺到自己是透明的，就能容納新的東西進來了。</p><p>&nbsp;</p><p>所以才會喜歡紅燈停，綠燈也停。</p>', 'http://localhost:5000/images/blog/20200703214525.jpg', '', '2020-07-03 21:45:38', '2020-07-03 21:45:38'),
(4, 60, NULL, '只想做出點自己都會驕傲的事情!', 1, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703213825.jpg\'></figure><p>夢想，不大</p><p>不真能代表些甚麼<br><br>&nbsp;</p><p>但只想做出點自己都會驕傲的事情！</p>', 'http://localhost:5000/images/blog/20200703213825.jpg', '', '2020-07-03 21:38:36', '2020-07-03 21:38:36'),
(5, 60, NULL, '走到你身後的，不如在你眼前的', 1, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703214007.jpg\'></figure><p>喜歡一個人，總不能傻傻的跟在他的後頭</p><p>以為做的一切，那甘心甘願　有一天終會被看見</p><p>&nbsp;</p><p>真實的是，你不站到他面前　他又怎知道有一個人為他用心</p><p>&nbsp;</p><p>如同感情走過了幾年的歲月&nbsp;</p><p>牽手並肩的老夫老妻　永遠比前後保持距離的先生妻子　</p><p>愛得讓人沉醉</p>', 'http://localhost:5000/images/blog/20200703214007.jpg', '', '2020-07-03 21:40:09', '2020-07-03 21:40:09'),
(6, 60, NULL, '打開心，你就成功了一半。', 1, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703214047.jpg\'></figure><p>傷心這件事情，總該經歷</p><p>經歷了幾次不對的愛情　離開了那些在不對時間出現　不對的人</p><p>&nbsp;</p><p>妳單獨的面對了自己　不管懂不懂為什麼　都無所謂</p><p>只要記得　哭完之後笑著面對這個世界</p><p>它總會讓妳遇見　下一個讓妳笑的人</p>', 'http://localhost:5000/images/blog/20200703214047.jpg', '', '2020-07-03 21:40:48', '2020-07-03 21:40:48'),
(7, 60, NULL, '留在我手裡的，不只是愛情', 1, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703213647.jpg\'></figure><p>故事進行中，不只愛情　而早超過了愛情</p><p>牽著手往前走，多了好多　不是與生俱來<br><br>&nbsp;</p><p>留在你心裡的，眷戀出珍惜</p><p>留在我手裡的，不只是愛情<br><br>&nbsp;</p><p>愛，那超過愛情的　不用言喻。</p>', 'http://localhost:5000/images/blog/20200703213647.jpg', '', '2020-07-03 21:36:56', '2020-07-03 21:36:56'),
(8, 60, NULL, '街續', 2, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703214851.jpg\'></figure><p>若是鎮日悶困在家，我便例行對自己鬱鬱的身體擲一句：出去繞繞吧。它便順從了我的提案。逢凜冬，大衣長襪。若遇炎夏，輕裝簡從。我已養育固定的路線，自賃居處出發，這拐角轉去是一淡定的超商，那巷弄鑽入有一喧嚷的黃昏市場……偶爾，也按捺性子，刻意繞遠，迂迴探勘。</p><p>&nbsp;</p><p>近日，學姊分享了文法書上讀到的一句：「問題是陽性的，解方是陰性的。」我倒覺得，這說法也適用於各種生活函數。譬若，意識是陽性而情緒是陰性。感官是陽性而位移是陰性。我熱衷吟味它們的不同變項，不同數值，反映在體感上的殊異。我謹慎地拿捏著，細細地調度，以換取暫時的調和與一瞬平衡。故而，我再往大街上晃蕩。</p><p>&nbsp;</p><p>該是緣於我南投水里鄉間的童年記憶。那時祖厝緣山而建，臨街左右分別是一間晦暗旅店，一戶紅燈暈的茶室。斜對街有文具行，正前方則是義民廟。祖父母常晨起，偕我推車趕赴水里車站前的市集。車上有後山刨來的山筍，有自栽自售的果物。沿途經過山產店、藥房、食鋪……於我，是三界九地細碎紛紛扳轉開來的一幅卷軸，教人連「腳趾頭都豎起來觀望」。</p><p>&nbsp;</p><p>多年後返鄉，老屋歷震災，又重建。原來，那條熟悉又陌生的街市何其窄短。如今我有了隻身走街的習慣。我寓居的城市時時矜住它蒙塵的歷史，供予市井生民搏生的空間。風景裡滿盈他人之記憶，他人之歡樂與憂傷。何其真實，何其飽滿的榮枯流轉，雜陳的入世情感。卡爾維諾老早便曉諭過了：唯有認識事物的外表，才能進一步探索其底邃。但事物的表象卻無可窮盡。於是，口袋裡揣著我的筆記小冊子，我又出門溜達了。</p>', 'http://localhost:5000/images/blog/20200703214851.jpg', '', '2020-07-03 21:49:02', '2020-07-03 21:49:02'),
(9, 60, NULL, '一間沒有唱片的唱片行：讀《瓦力唱片行》', 3, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703215334.jpg\'></figure><blockquote><p><i><strong>你的故事被你埋藏了，卻早有人偷偷把故事轉檔成文字，在他的唱片行裡大鳴大放。你不相信？去一趟《 瓦力唱片行 》看看吧。&nbsp;</strong></i></p></blockquote><p>&nbsp;</p><p>我是一個開唱片行的人。我知道來店裡買唱片的人都是愛歌之人，但我總還是想著，人們會買下這張唱片並且好好帶回家收藏，一定有比音樂本身還重要的原因。</p><p>因為故事吧。</p><p>每個人心中都有自己的人生OST，這些歌之所以存在心裡，唯一原因就是歌中有你的故事。這些故事是你的青春，你羞於啟齒的秘密，卻沒想到有人就這麼唱了出來。沒有經過同意就代言了你的故事，你怎麼能不把這違規的東西從唱片行下架呢。只是你沒想到，數位化的浪潮竟是如此翻天覆地襲來，實體唱片消失了，還有MP3在網路上流傳；</p><p><strong>你的故事被你埋藏了，卻早有人偷偷把故事轉檔成文字，在他的唱片行裡大鳴大放。你不相信？去一趟《瓦力唱片行》看看吧。</strong></p>', 'http://localhost:5000/images/blog/20200703215334.jpg', '', '2020-07-03 21:53:39', '2020-07-03 21:53:39'),
(10, 60, NULL, '四季甜美盛開 - 不凋花花藝課', 4, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703215810.jpg\'></figure><h2>永生之美 - 認識不凋花</h2><p>&nbsp;</p><p>不凋花，又稱永生花，最初由法國於 1991 年研發生產，傳入日本後聲名大噪。一朵不凋花從製作到完成大約要數日或數月。將採集而來的鮮花在最美的時刻脱色、上保存液後上色並乾燥，讓鮮花裡原有的水份養份和保存液完全的交換，才能製作出一朵高品質的不凋花。</p><p>&nbsp;</p><p>莉朵花藝推出的不凋花應用課程，全部使用高品質的不凋花材，教授如何運用花材特性，完成漂亮花藝作品。如果你對花兒美麗的樣貌吸引，卻又不熟悉照顧的方法，或是對花粉過敏，那你一定不能錯過不凋花的花藝課程，將花朵染上美麗的夢幻色彩，精緻的成品，無論是擺在家中或送人都很合適。</p>', 'http://localhost:5000/images/blog/20200703215810.jpg', '', '2020-07-03 21:58:19', '2020-07-03 21:58:19'),
(11, 60, NULL, '以南方為思考座標：《南方從來不下雪》', 3, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703215940.jpg\'></figure><p>繼長篇小說<a href=\'http://www.books.com.tw/products/0010680399\'>《不測之人》</a>（2015），<a href=\'http://www.unitas.me/?s=%E9%99%B3%E8%82%B2%E8%90%B1\'>陳育萱</a>交出短篇小說集新作《南方從來不下雪》（2020），書名聽起來詩情畫意，其實具備更富思辨性與成熟的寫作理念，反映陳育萱這五年的蛻變。最顯著的轉變，應該是她以「南方」為思考座標的自我定位。從《南方從來不下雪》的書名、創作理念說明、書末與連明偉的對談、相關行銷與報導，「南方」儼然成為關鍵詞。陳育萱更在訪談直指，《不測之人》與《南方從來不下雪》是她的「南方二部曲」。</p><p>「南方」指的是什麼？「南方」一方面銘刻作家落居台南、高雄等南方城市多年的所見所感，另一方面，也標示陳育萱的自我文學定位。陳育萱筆下的南方，希望向福克納、歐康納等來自美國南方、中南美洲的創作者看齊，把寫作視野投向以往被視為蠻荒、落後、卻又生機勃勃的南蠻之境。1980年代中期之後，台灣曾掀起一波來自南方的魔幻寫實主義浪潮，但陳育萱的南方影響不停留於美學模仿，而是從寫作主題關注南方底層人民在全球化處境下遭受的種種剝削。南方是一種思考座標、觀看的方式，而南方作為思考座標的意義—— 如她所言—— 在於「以陽光鞭策我瀝除小我濕氣」，藉此跳脫耽溺內在探索的困境。</p><p>陳育萱是頗為自覺的寫作者。然而，儘管《不測之人》和《南方從來不下雪》皆屬「南方二部曲」，我認為《不測之人》仍未能展現「瀝除小我濕氣」的特質。《不測之人》藉由一名意外溺水的亡魂返回陽間，徐徐展開台灣鄉村面臨的困境。小說把故事性降到低點，意識竄流，敘述觀點跳躍，精緻的寫作技術打造出極具個人風格的鄉土故事，卻不免讓「南方」流於影影綽綽的背景。相形之下，新作《南方從來不下雪》讓以南方為思考座標的實踐正式浮上檯面。</p><p>《南方從來不下雪》收錄六篇短篇小說，觸及高雄氣爆、都更、工傷、產業轉型、居住正義、轉型正義等現實課題，呈現南方的生命困境。陳育萱維持一貫抒情詩意筆法，故事性卻比《不測之人》鮮明，可讀性極高。《南方從來不下雪》無論是美學手法或作品所呈現的南方思考，較之前作在在顯得更為成熟、豐厚。</p><p>這一本小說書寫的社會議題聽起來生硬無比，但陳育萱巧妙地把社會議題和個人認同冶煉為一爐，賦予小說角色更為立體而血肉的面貌。多數小說把主角設定為出身單親家庭的獨生子，且往往位處經濟、政治或種族的弱勢，徐徐展開故事。比方說，〈歸位〉的原住民學生，〈南方從來不下雪〉講述白色恐怖受難者家屬的生命缺憾，〈明天我們去看海〉與〈反光〉談青少年自我認同，〈放生〉談外省軍人離散身世，這幾篇小說圍繞於台灣文學常見的認同書寫，卻嘗試把個人認同構築於眷村拆遷、勞工資遣、工傷賠償、轉型正義等當代社會議題背景下。這種寫法一方面傳遞小說家對南方底層人民的關切；另一方面，作家細筆描繪小說角色遭受同儕排擠的內心掙扎與自我質疑，又飽含情感溫度，不讓角色淪為作家意志的傳聲筒。</p><p>另外值得一提的是，小說除了在社會批判與個人抒情性之間取得平衡，現實與幻想的模糊曖昧邊界，也是一大看點。小說家所架構的南方現實世界內面，往往包裹著一部幻想機器。這一台幻想機器可能是魔術秀、電玩遊戲、洋芋片、英雄電影、夢、或大病囈語，當這些幻想機器啟動，一條暫時迴避生命苦難的逃逸路線隱然成形，讓小說角色稍稍喘息。甚至，「往南方去」本身亦成為了逃逸路線（例如〈南方從來不下雪〉）。我認為這一本小說裡寫得最精彩的幾篇如〈歸位〉、〈明天我們去看海〉、〈反光〉皆具備上述特質，讓小說在凌厲逼視灰撲撲現實困境之際，同時流露一種童真、浪漫、溫暖的氛圍，調高整篇小說的彩度。</p><p>在台灣文學經典作品裡，南部總是被視為救贖之地，陳育萱的這本新作也多多少少流露類似觀點，同名篇章〈南方從來不下雪〉是一例。但整體來說，從《不測之人》到《南方從來不下雪》，陳育萱對南方的思考逐步成熟，也開發出獨樹一格的敘事腔調。有別於《不測之人》一股腦的黏膩與勾纏，《南方從來不下雪》遊走於明朗、灰濛、犀利尖銳又幻想十足的敘事口吻，這種在邊界游移的特質既表現在整體小說氛圍，也與陳育萱不斷跳躍敘事觀點和故事線的習慣呼應，讀來驚喜連連。相對來說，〈放生〉編年式的寫作手法就顯得失色不少。</p><p>「戰南北」不只是台灣挑戰，事實上，「全球南方」（the Global South）亦是當前國際社會科學和人文學研究備受關注的議題，替台灣的南方思考提供不少論述基底。陳育萱在《南方從來不下雪》提出以南方為思考座標，這不禁讓我想起與陳育萱同一世代的連明偉。他的<a href=\'https://www.books.com.tw/products/0010831932\'>《藍莓夜的告白》</a>（2019）寫來自非洲、亞洲、南美洲的南方底層移民匯聚在一間北國五星級飯店，同樣以南方為思考座標。《南方從來不下雪》收錄陳育萱與連明偉的對談，不僅是因為東華創英所同窗，更源自他們二人皆自覺地透過小說講述南方世界故事，標示出台灣新一世代創作者的嶄新創作趨勢。這一波南方思考如何發展，值得留意。</p>', 'http://localhost:5000/images/blog/20200703215940.jpg', '', '2020-07-03 21:59:42', '2020-07-03 21:59:42'),
(12, 60, NULL, '【重點書評】《貓修羅》：貓的認同、抵抗、 革命', 3, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703220807.jpg\'></figure><blockquote><p><i>六月，出現香港抗爭者以死相諌的自殺事件之後，網絡族群曾發起「周五貼貓照，減壓救地球」的行動，一時甜美可愛慵懶貓照四處飄發，事情皆以困苦的現實為背景——貓的存在，是我們艱苦生活裡的重大慰藉。我曾接濟過一個被警棍傷鼻的青年，他一夜沒好睡，在我家就是不斷逗貓減壓。抗爭到極白熱化時，就算送《</i><a href=\'http://www.books.com.tw/products/0010820681\'><i>暴政</i></a><i>》這樣的小書，都很難讓前線抗爭者看的；但我翻到《</i><a href=\'http://www.books.com.tw/products/0010839209\'><i>貓修羅</i></a><i>》，便覺，送這書他們應該會看。</i></p></blockquote><h2><strong>以嫌為愛之名</strong></h2><p>《<a href=\'http://www.books.com.tw/products/0010839209\'>貓修羅</a>》是詩人學者楊佳嫻最新結集的貓圖文集。吾友佳嫻在臉書上曬貓相已經相當一段時間——養貓可以說是補完一個文青偶像的一塊關鍵拼圖。大貓楊晚輩是以佳嫻「楊長輩」的愛稱而來，已然暗示出「子女」的親屬想像，我亦親見佳嫻在街上看別人家的貓時嘀咕「我們家的貓比較美」，我心想這可是已經超越一般家長的競爭心理。</p><p>可是到了出書，佳嫻還是有著文人的矜持——畢竟是我們詩的時光女王——在出版前就曾跟我們講說怕書出得流於商業淺薄俗氣，而我一身巿井味，大叫「沒問題沒問題」——回頭再想，我那種毫不掩飾，大概是因為滿身亂世塵埃，催淚彈屑，想著前線難得安樂茶飯，於是連一點小確幸都像蒙了祝福。佳嫻是不知道我心裡這番轉折，因為她自有她的轉折：書名曰「修羅」，書中自解曰：「佛教中所說的阿修羅（Asura），男性貌寢，女性貌美，同樣易怒好爭。」而比之於楊家二青年雄貓，整天好玩好鬥喫與睡，而主人每天整理牠們撞啊翻啊的小世界，簡直是在修羅場修行。呃，各位看官自然知道是口是心非之語——<strong>以嫌為愛</strong>，<strong>故意劃出的一點距離</strong>，<strong>以示與眾不同</strong>，<strong>不是愛貓海中浮沉的一般眾生</strong>。<strong>後文之親密溫柔小確幸</strong>，<strong>是要這一點距離才能更圓豁地展開</strong>。</p><p>《<a href=\'http://www.books.com.tw/products/0010839209\'>貓修羅</a>》這個書名本是倒過來說的，正經該叫「貓菩薩」才對，但若真要叫聲救苦救難慈悲菩薩匍匐在地，那麼容易臣服，毫不抵抗，又有趣味呢？這或者也是貓給我上的一課，貓不是那麼容易臣服的生物，相反牠們馴服人類，讓人類樂此不疲。<br>文學中的貓</p><p>承上文，以何物抵抗，以劃出必要的距離？自然是文學的部分。《<a href=\'http://www.books.com.tw/products/0010839209\'>貓修羅</a>》中有許多將文學典故信手拈來的趣味小節，讀來如春草鮮翠欲滴。自《<a href=\'http://www.books.com.tw/products/0010534033\'>瑪德蓮</a>》以來，我一直認為楊佳嫻寫的小斷章是當世極品之一；《<a href=\'http://www.books.com.tw/products/0010839209\'>貓修羅</a>》當然不像《<a href=\'http://www.books.com.tw/products/0010534033\'>瑪德蓮</a>》那麼流光溢彩（因為射燈和鎂光燈都留給了貓），但因為更為樸素，亂頭粗服不掩國色，佳嫻的聰明也就更顯眼。像借夏目漱石的《<a href=\'http://www.books.com.tw/products/0010834875\'>我是貓</a>》之日本原文，提出「吾輩即貓」這個譯法，在「我」與「吾輩」兩個詞之間玩味，點出「吾輩」有「我這一代」的意思，乃在此提出一個貓族群之認同，內在是文人因為照顧貓而出現的連繫與支持。有別於我們前輩的作家，首要肯定的聚焦為個人之殊異；我們這一代的作者，是可以找到個別小族群的認同，並以情誼取代 ego 作為召喚。七十年代生人，經歷過身份政治尚比較健康的年代，保存著連結的思維與不排斥的原則，至於今日，份外覺得重要。</p><p>李政曄的攝影自然是精彩到足饗一切楊晚輩與奧都之粉絲；有別於一般街貓、店鋪貓的攝影集，這本因為是自家之貓，內有大量慵懶粗豪狂放不顧儀態之照片。而採光永遠保有一種療癒的溫度。如果是這樣，單看照片，何必文字？我想這是出貓和美食之攝影圖文集所難以繞過的焦慮。</p><p>書中簡短的文字中，還是有一些照片的療癒風以外的成份，像佳嫻寫《金瓶梅》中潘金蓮養的雪獅子，這可是曾經意圖趁西門慶與潘金蓮床第耍子時介入並撕抓西門慶，後來又不負潘金蓮所託把李瓶兒兒子嚇死的狠角色（佳嫻沒提到牠的下場，大概是很不忍心），陰謀詭計加上肉欲延伸，這麼刺激，與楊家雙貓的滾地美照，可稱是圖文不符的。但就是有這一點寧可圖文不符的抵抗之心，文字作為需付諸想像的抽象符號系統，還是有可能比圖像更為刺激。</p><p>關於貓的一切，幾乎已經不待言說，尤其是它的親密，就像抽象如楊牧，到了《<a href=\'http://www.books.com.tw/products/0010098065\'>海岸七疊</a>》，也只直寫「你是花蓮最美的新娘」。<strong>貓是比較傾近於想像的動物</strong>，<strong>人類猜度牠們的種種反應</strong>，<strong>其實不過是自我投射</strong>，<strong>自戀的延伸</strong>。我是一個抗拒進入主奴關係的養貓人，有時喜歡嘲笑朋友們因為貓而呈現失智狀態，即想像太多，違背理性，想像有時根本就是反智的。不過看了《<a href=\'http://www.books.com.tw/products/0010839209\'>貓修羅</a>》最後數章，看到作者整個人類世界如何轉向以貓的邏輯來運作，<strong>我突然明白所謂反智</strong>，<strong>也許是放下人類的所謂尊嚴與自我中心</strong>，<strong>朝向與世界所有物種更為齊平的一個過程</strong>。<strong>那便是革命的顛覆</strong>。</p>', 'http://localhost:5000/images/blog/20200703220807.jpg', '', '2020-07-03 22:08:09', '2020-07-03 22:08:09'),
(13, 60, NULL, '光影共生，樂園嚮往：《借你看看我的貓》', 5, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703221118.jpg\'></figure><p>誠如楊佳嫻所言：「我懷疑親子問題是寫作者的常態，許多負氣和傷痕，拖曳與擦撞，都像是日後所有創作的最終隱喻。」先不論小說如《孽子》、《逆女》當中對父子、母女關係的刻畫，或鯨向海、羅毓嘉詩中對父親的幽靈書寫，散文中，振鴻、郭強生、謝凱特等人筆下的父親令人印象深刻，琦君與簡媜書寫母親、鍾文音〈我的天可汗〉、楊佳嫻〈候鳥╱歸鳥〉都是讓人一再咀嚼回味。書寫親子關係看似最平凡，要寫出奇崛之效又不容易。</p><p>在散文中揭露自我，往往需要很大的勇氣，特別是將家庭較為不堪的一面攤在陽光底下，意謂再次揭露傷疤，面對陰影與夢魘。張馨潔在文字中一再書寫與母親的關係，實則最大的痛苦與成長都來自母親。從小與舅舅相依為命的母親渴望「一個完整的家」，失落之後，只有緊緊抓住三個孩子。母親看似勇敢離婚、帶著三個女兒逃離的那種「倔強與不服輸」，在轉化之後，成為轉嫁到女兒身上的控制欲或作者所云之「恨意」，要求女兒的成績、管控女兒的交友、電話監控女兒行蹤、打女兒，要女兒努力賺錢，「把自己當作一台機器」。種種扭曲的行為促使女兒們陸續逃離。</p><p>過往在文學作品中，對於家的主題，女性的書寫往往根著於家庭，歸向家庭，而同志書寫則是逃離家庭。近幾年看到的轉變卻是如郭強生、謝凱特對家庭羈絆的書寫，陳雪、陳怡如、瞿欣怡對成家的私密紀錄，同志書寫中歸返家庭的脈絡愈顯，或也對應近年「多元成家」的訴求。而女性散文除了更加著重於親職書寫與飲食書寫（這在近年女性詩人尤為明顯），也有一條<strong>由於受傷而背離的路線</strong>，<strong>或女性主體自覺的視界於焉展開</strong>，如周芬伶、鍾文音、張惠菁、柯裕棻等，張馨潔亦是。</p><p>由於恐懼與無法負荷，作者選擇逃離，但身為長女又促使她去承擔各種放不下的心緒，因此在文中，作者不停藉由夢境來揭開母女之間既想靠近又不斷疏離的情況，比如離家後，「我習慣在睡前想想母親，每當入夢她便前來相聚」（〈一個人的紀年〉），「好長一段時間，夢境取代了真實的生活，閉上眼我追悔與經驗，所有與母親之間無法遺忘的時光」（〈棲止與塵埃〉），「你再也快樂不起來，你經常在夢裡聽見她的聲音，母親高亢又尖銳的聲音，給你始終好不了的心悸驚惶」（〈鵝黃色的光〉）。</p><p>但現實中擱置未解決的一切，又在夢中捲土重來，「夢裡我跟妹妹幾次抱著贖罪的心情踏上台階回家」（〈一個人的紀年〉），或在夢中「祈求原諒」，又或者「與母親的夢境相連，她夢見自己沉在水中，而我立在岸旁冷眼相看。」（〈棲止與塵埃〉）然而虛實之間，她既想模糊界限，卻又清晰記得：「或許我真的是不適合離家的人，才會把每一次的遷徙清楚的記下。」（〈挖掘的練習〉）、「更多的傷，我們將它放在原處，等待它有一天變得無足輕重，或等待有一天我們能走得離它更遠」（〈光芒萬丈的輕盈——寫給Q〉），因此懸置或退而求其次成為她的領悟，在〈檸檬塔皮之役〉中，她寫道：「次級的味道才好，香精築成的虛擬世界比真實世界動人。」彷彿是對真實與夢境的一次辯證。</p>', 'http://localhost:5000/images/blog/20200703221118.jpg', '', '2020-07-03 22:11:22', '2020-07-03 22:11:22'),
(14, 60, NULL, '家的修辭與補述：《卸殼》', 5, '<figure class=\'image\'><img src=\'http://localhost:5000/images/blog/20200703221537.jpg\'></figure><p>沙特說：「沒有為自己而寫作這回事」，所以懺情、自傳、回憶、自剖其實都是自我的再造，更明確地說，是通過人我關係的修辭與補述來建構自我。<strong>江佩津的《卸殼》把自剖放在了明處，看似預告了一場錐心泣血的獨白，但其實她只是以對「家」的探問，倒帶式地描述了成長過程中的斷裂與空白，是如何為自己長出了堅硬的外殼並同時填補了血肉。</strong></p><p>「家」是最小的社會單位，它是個體與他人建立的最初始也最親密關係的場域，它既是一個封閉獨特的生活型態，卻又無可避免地與社會現實互涉依存。作為傳統文化父權中經濟與對外關係的主要支配者，父親（列祖列宗們）一直是巨大的存在。無論是白先勇《孽子》裡逃離、被棄，為「肖父承志」的父權脈絡驅逐的兒子們，還是王文興《家變》中藉尋父的道德意涵揭示父子間權力場域的伊底帕斯情結。家顯然是捏塑共同的生活習性，卻又不斷與個體意識和需求衝突，一個抽象又具體、緊密又疏離的存在。如果說父與子是家庭中裂解共生的權力替代，那父女或母女的關係就在性別處境與女性自我完成的情感歷程中，脫除了單一話語的權力意識。《卸殼》即是這樣一部以女性感知的多元話語為家修整重建進而自我完成的作品。</p><p>死亡無疑是這本散文集的起點，父親的工殤意外與母親的自殺，生命看似不自然的中止形成了一個巨大的破口，開啟了作者對於親子關係的梳理與想像。〈我的賭徒阿爸〉、〈站前大飯店〉與〈不在的父親：勞動者的□□〉，缺席且掠奪家庭幸福感的父親，因為「不在」反而成為心理上追隨想望的理想父親原型，那不是權力替代的需求，而是為理想的父鋪陳繁衍出的華麗存在。由於沒有足夠的記憶去描摹親子間的關係，這以勞動之姿死亡的父親唯一形象，這一個個有待填入面孔、身體、聲音的□□，對話的欠缺、回憶的闕如，便成為運用修辭以增生繁複、自我說服的線索。拉岡認為父親是中介母親與孩子之間想像的二元關係，是孩子得以進入社會性的存在。而想像父親（The imaginary father）作為一種心像（imago）則是主體在幻見中環繞著父親形象所建立起來的各種想像建構物的合成。無論以保護者還是掠奪者的形象出現，都具有心理上的全能意涵。是以在這些篇章裡，身為一位長期關注勞動者社會運動的作者，便用刻意斷裂的敘事搬演和戛然而止的結局安排，修辭隱喻地試圖捍衛父的尊嚴與價值。即便這手法實則並未真正演繹出父親的位價且更多地導向了社會意識和批判，但略帶生硬的文學話語，反而充分呼應了作者社會身分與行動意志的冷靜形象——那個因父立志的外殼成因。</p>', 'http://localhost:5000/images/blog/20200703221537.jpg', '', '2020-07-03 22:15:43', '2020-07-03 22:15:43'),
(19, 60, NULL, '545434', 1, '<p>dfdsfsf</p>', '', '', '2020-07-05 00:29:31', '2020-07-05 00:29:31'),
(20, 60, NULL, 'dgdfg', 1, '<p>fdgdfgdfg254</p><p>15</p><p>6</p><p>156</p><p>1</p><p>&nbsp;</p><p>&nbsp;</p>', '', '', '2020-07-05 00:36:53', '2020-07-05 00:36:53');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`articleId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `article`
--
ALTER TABLE `article`
  MODIFY `articleId` int(10) NOT NULL AUTO_INCREMENT COMMENT '文章ID', AUTO_INCREMENT=22;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
